commands_templates/LoadCertificates0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/device/wsdl" xmlns:sch="http://www.onvif.org/ver10/schema" xmlns:xm="http://www.w3.org/2005/05/xmlmime">
   <soap:Header/>
   <soap:Body>
      <wsdl:LoadCertificates>
         <!--1 or more repetitions:-->
         <wsdl:NVTCertificate>
            <!--type: token-->
            <sch:CertificateID>?</sch:CertificateID>
            <sch:Certificate xm:contentType="application/?">
               <!--type: base64Binary-->
               <sch:Data>cid:985114510847</sch:Data>
            </sch:Certificate>
         </wsdl:NVTCertificate>
      </wsdl:LoadCertificates>
   </soap:Body>
</soap:Envelope>